Revit 2027 API
BuiltInFailures.GroupFailures.CannotFinishGroupInSketchMode Property
 Can't Finish Group while in Sketch Mode.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotFinishGroupInSketchMode { get; }
Public Shared ReadOnly Property CannotFinishGroupInSketchMode As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotFinishGroupInSketchMode {
	FailureDefinitionId^ get ();
}
static member CannotFinishGroupInSketchMode : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace